Repository: responsivelab/wp-frontend-uploader
Catalog: languages/frontend-uploader.*.po
Languages: it_it

source: Frontend Uploader requires WordPress 3.3 or newer. Please upgrade.
it_it: Richiede Wordpress 3.3 o superiore. Aggiorna Wordpress!

source: Unnamed
it_it: SenzaNome

source: Untitled post submission
it_it: Invia post senza titolo

source: New content was uploaded on your site
it_it: Un nuovo file è stato caricato sul sito

source: Manage UGC
it_it: Gestisci Upload degli utenti

source: Manage UGC Posts
it_it: Gestisci Post file Upload

source: Submit a new post
it_it: Invia un nuovo post

source: Description
it_it: Descrizione

source: Your Media Files
it_it: I tuoi file

source: Submit
it_it: Invia

source: Title
it_it: Titolo

source: Post content or file description
it_it: Contenuto del post o descrizione del file

source: Post content
it_it: Contenuto

source: Author
it_it: Autore

source: Your file was successfully uploaded!
it_it: File caricato con successo!

source: Your post was successfully submitted!
it_it: Post inviato con successo

source: There was an error with your submission
it_it: Si è verificato un errore durante l’invio

source: Your submission looks spammy
it_it: Attenzione! Quanto appena inviato assomoglia tanto a un contenuto SPAM!

source: Security check failed!
it_it: Controllo sicurezza fallito

source: This kind of file is not allowed. Please, try again selecting other file.
it_it: File non supportato. Riprova oppure carica il file in un formato supportato

source: The content you are trying to post is invalid.
it_it: Il contenuto che stai provando a caricare non è supportato

source: Couldn't upload the file
it_it: Impossibile caricar eil file

source: Couldn't create the post
it_it: Impossibile creare il post

source: Delete Permanently
it_it: Cancella in modo permanente

source: Attach to a post
it_it: Allega

source: No media attachments found.
it_it: Nessun allegato trovato

source: Edit "%s"
it_it: Modifica "%s"

source: No Tags
it_it: Nessun Tag

source: Unpublished
it_it: nON PUBBLICATO

source: %s from now
it_it: %s da adesso

source: %s ago
it_it: %s fa

source: Y/m/d
it_it: d/m/Y

source: (Unattached)
it_it: (Non allegato)

source: Edit
it_it: Modifica

source: Trash
it_it: Cestino

source: View "%s"
it_it: Visualizza "%s"

source: View
it_it: Visualizza

source: Attach
it_it: Allega

source: Restore
it_it: ripara

source: Approve
it_it: Approva

source: Re-Attach
it_it: Ri-allega

source: No posts found.
it_it: Nessun posto trovato

source: Frontend Uploader Settings
it_it: Configura Frontend Uploader

source: Basic Settings
it_it: Settaggi di base

source: Enable Akismet spam protection
it_it: Attiva Akismet spam protection

source: Yes (Akismet must be enabled and configured)
it_it: Si (Akismet deve essere abilitato e configurato)

source: Notify site admins
it_it: Notifica all’amministratore del sito

source: Yes
it_it: Si

source: Admin Notification
it_it: Notifiche all’admin del sito

source: Message that admin will get on new file upload
it_it: Messaggio che riceverà l’admin quando caricano un file

source: Notification email
it_it: NOTIFICHE EMAIL

source: Leave blank to use site admin email
it_it: Lascia vuoto se vuoi usare l’email dell’admin

source: Show author field
it_it: Visualizza campo autore

source: Enable Frontend Uploader for the following post types
it_it: Abilita Frontend uploader per i seguenti post type

source: Enable visual editor for textareas
it_it: Abilita editor visuale per le textarea

source: Also allow to upload these files (in addition to the ones that WP allows by default)
it_it: Permetti il caricamento di questi file (in aggiunta a quelli default di Wordpress)

source: Auto-approve registered users files
it_it: Auto-approva i file degli utenti regisrati

source: Auto-approve any files
it_it: auto-approva tutti i file

source: Leave blank to use original file name
it_it: Lascia vuoto per usare il nome file originale

source: Suppress default fields
it_it: Elimina campi di default

source: You do not have permission to upload files.
it_it: Non hai i permessi per caricare un file

source: Search results for &#8220;%s&#8221;
it_it: Risultati di ricerca per &#8220;%s&#8221;

source: Media attachment updated.
it_it: File aggiornato!

source: Undo
it_it: Annulla

source: Media permanently deleted.
it_it: file cancellato per sempre

source: Error saving media attachment.
it_it: Errore durante il salvataggio del file allegato

source: Media moved to the trash.
it_it: file spostato nel cestino

source: Media restored from the trash.
it_it: File recuperato dal cestino

source: Search Media
it_it: Cerca file

source: You do not have permission to publish posts.
it_it: NON HAI I PERMESI PER PUBBLICARE IL POST

source: Post updated.
it_it: Post Aggiornato

source: Error saving Post.
it_it: Errore durante il salvataggio del post

source: Search Posts
it_it: Cerca post
